// Application information(Please translate)
/*
beatmania IIDX 20 tricoro のトランメダル管理アプリです。
基本的なメダル情報から、今日のイチオシ、ライバル挑戦状、DJ POINTのメダル獲得状況、獲得枚数を管理することができます！
さらに右上の灼熱くんボタンを押せばまだ獲得していないトランメダル一覧を一発表示！
アプリ内でデータ管理を行うため、一切の通信は行わずリアルタイムで素早くチェックすることができます。
もちろんKONAMI IDの入力も不要です。
今度のイベントでのメダル獲得状況にも対応予定！

※翻訳にご協力ください！
以下に言語設定ファイルがありますので、修正していただければ対応版をリリースします。
http://xxx
*/

// common
"はい" = "はい";
"いいえ" = "いいえ";
"キャンセル" = "キャンセル";
"完了" = "完了";

// words
"段位認定" = "段位認定";
"行脚" = "行脚";

// messages
"アプリのデータを初期化します。取得済みメダルは初期化しません。" = "アプリのデータを初期化します。取得済みメダルは初期化しません。";
"アプリを初期化し、インストール時の状態に戻します。取得済みメダルデータも削除されるのでご注意ください。" = "アプリを初期化し、インストール時の状態に戻します。取得済みメダルデータも削除されるのでご注意ください。";
"アプリ不調時にお試しください。" = "アプリ不調時にお試しください。";
"インストール時の状態に戻します。" = "インストール時の状態に戻します。";
"データクリア" = "データクリア";
"データ初期化" = "データ初期化";
"バージョン情報" = "バージョン情報";
"ライブラリ" = "ライブラリ";
"初期化" = "初期化";
"データ初期化中" = "データ初期化中";
"全データ初期化中" = "全データ初期化中";

"サポート" = "サポート";
"不具合を報告" = "不具合を報告";
"英語か日本語のみ受付けています" = "英語か日本語のみ受付けています";
"AppStoreで評価" = "AppStoreで評価";
"高評価いただけると幸いです" = "高評価いただけると幸いです";

// medal data
"今日のイチオシ" = "今日のイチオシ";
"ライバル挑戦状" = "ライバル挑戦状";
"DJ POINT" = "DJ POINT";
"初プレイ" = "初プレイ";
"NORMAL譜面初プレイ" = "NORMAL譜面初プレイ";
"HYPER譜面初プレイ" = "HYPER譜面初プレイ";
"ANOTHER譜面初プレイ" = "ANOTHER譜面初プレイ";
"4月" = "4月";
"5月" = "5月";
"6月" = "6月";
"7月" = "7月";
"8月" = "8月";
"9月" = "9月";
"10月" = "10月";
"11月" = "11月";
"12月" = "12月";
"1月" = "1月";
"2月" = "2月";
"3月" = "3月";
"終業" = "終業";
"卒業" = "卒業";
"合格" = "合格";
"アストランの輝き" = "アストランの輝き";
"ボス撃破" = "ボス撃破";

// medal data:sub menu
"1年生" = "1年生";
"2年生" = "2年生";
"3年生" = "3年生";
"七級" = "七級";
"六級" = "六級";
"五級" = "五級";
"四級" = "四級";
"三級" = "三級";
"二級" = "二級";
"一級" = "一級";
"初段" = "初段";
"二段" = "二段";
"三段" = "三段";
"四段" = "四段";
"五段" = "五段";
"六段" = "六段";
"七段" = "七段";
"八段" = "八段";
"九段" = "九段";
"十段" = "十段";
"皆伝" = "皆伝";

// =============== END OF TRANSLATE ==================

// Feedback
"AAMFeedbackTitle" = "フィードバック";
"AAMFeedbackTopicsTitle" = "トピック";
"AAMFeedbackButtonMail" = "メール";
"AAMFeedbackDescriptionPlaceholder" = "詳細をお願いいたします。";
"AAMFeedbackTableHeaderTopics" = "入力事項";
"AAMFeedbackTableHeaderBasicInfo" = "動作環境の情報";
"AAMFeedbackTopicsQuestion" = "質問";
"AAMFeedbackTopicsRequest" = "リクエスト";
"AAMFeedbackTopicsBugReport" = "バグ報告";
"AAMFeedbackTopicsMedia" = "マスメディア";
"AAMFeedbackTopicsBusiness" = "ビジネス";
"AAMFeedbackTopicsOther" = "その他";
"AAMFeedbackMailDidFinishWithError" = "送信に失敗しました。しばらく時間をおいてからもう一度お試しください。";

"CLEAR" = "CLEAR";
"DJ LEVEL" = "DJ LEVEL";
"LEGEND CROSS" = "LEGEND CROSS";
"LEGEND CROSS RED" = "LEGEND CROSS RED";
"SERIES" = "SERIES";
"STEP UP" = "STEP UP";
"SUPPORT" = "SUPPORT";
"Etc" = "Etc";

// medal data (don't need translate)
"HARD CLEAR" = "HARD CLEAR";
"EX HARD CLEAR" = "EX HARD CLEAR";
"FULL COMBO CLEAR" = "FULL COMBO CLEAR";
"A" ="A";
"AA" ="AA";
"AAA" ="AAA";

// medal data:sub menu (don't need translate)
"☆1" = "☆1";
"☆2" = "☆2";
"☆3" = "☆3";
"☆4" = "☆4";
"☆5" = "☆5";
"☆6" = "☆6";
"☆7" = "☆7";
"☆8" = "☆8";
"☆9" = "☆9";
"☆10" = "☆10";
"☆11" = "☆11";
"☆12" = "☆12";
"1st" = "1st";
"2nd" = "2nd";
"3rd" = "3rd";
"4th" = "4th";
"5th" = "5th";
"6th" = "6th";
"7th" = "7th";
"8th" = "8th";
"9th" = "9th";
"10th" = "10th";
"11th RED" = "11th RED";
"12th HAPPY SKY" = "12th HAPPY SKY";
"13th Distorted" = "13th Distorted";
"14th GOLD" = "14th GOLD";
"15th DJ TROOPERS" = "15th DJ TROOPERS";
"16th EMPRESS" = "16th EMPRESS";
"17th SIRIUS" = "17th SIRIUS";
"18th Resort Anthem" = "18th Resort Anthem";
"19th Lincle" = "19th Lincle";
"20th tricoro" = "20th tricoro";
"北海道" = "北海道";
"青森" = "青森";
"秋田" = "秋田";
"岩手" = "岩手";
"山形" = "山形";
"宮城" = "宮城";
"福島" = "福島";
"栃木" = "栃木";
"群馬" = "群馬";
"茨城" = "茨城";
"埼玉" = "埼玉";
"東京" = "東京";
"千葉" = "千葉";
"神奈川" = "神奈川";
"新潟" = "新潟";
"長野" = "長野";
"山梨" = "山梨";
"静岡" = "静岡";
"富山" = "富山";
"石川" = "石川";
"福井" = "福井";
"岐阜" = "岐阜";
"愛知" = "愛知";
"三重" = "三重";
"滋賀" = "滋賀";
"奈良" = "奈良";
"京都" = "京都";
"大阪" = "大阪";
"和歌山" = "和歌山";
"兵庫" = "兵庫";
"鳥取" = "鳥取";
"島根" = "島根";
"岡山" = "岡山";
"広島" = "広島";
"山口" = "山口";
"香川" = "香川";
"徳島" = "徳島";
"愛媛" = "愛媛";
"高知" = "高知";
"福岡" = "福岡";
"佐賀" = "佐賀";
"長崎" = "長崎";
"大分" = "大分";
"熊本" = "熊本";
"宮崎" = "宮崎";
"鹿児島" = "鹿児島";
"沖縄" = "沖縄";
"北海道制覇" = "北海道制覇";
"東北制覇" = "東北制覇";
"関東制覇" = "関東制覇";
"中部制覇" = "中部制覇";
"近畿制覇" = "近畿制覇";
"中国制覇" = "中国制覇";
"四国制覇" = "四国制覇";
"九州制覇" = "九州制覇";
"沖縄制覇" = "沖縄制覇";
"全国制覇" = "全国制覇";
"1-N" = "1-N";
"2-N" = "2-N";
"3-N" = "3-N";
"4-N" = "4-N";
"5-N" = "5-N";
"6-N" = "6-N";
"7-N" = "7-N";
"8-N" = "8-N";
"9-N" = "9-N";
"10-N" = "10-N";
"11-N" = "11-N";
"12-N" = "12-N";
"1-H" = "1-H";
"2-H" = "2-H";
"3-H" = "3-H";
"4-H" = "4-H";
"5-H" = "5-H";
"6-H" = "6-H";
"7-H" = "7-H";
"8-H" = "8-H";
"9-H" = "9-H";
"10-H" = "10-H";
"11-H" = "11-H";
"12-H" = "12-H";
"1-A" = "1-A";
"2-A" = "2-A";
"3-A" = "3-A";
"4-A" = "4-A";
"5-A" = "5-A";
"6-A" = "6-A";
"7-A" = "7-A";
"8-A" = "8-A";
"9-A" = "9-A";
"10-A" = "10-A";
"11-A" = "11-A";
"12-A" = "12-A";